Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Badush,Bagar,Bagdish,Barag,Barbag,Bart,Bashnak,Bidish,Bidush,Bik,Bilg,Bilo,Binak,Bink,Biol,Birt,Bogar,Bogdish,Bogdush,Bogor,Bok,Bolg,Bong,Borg,Bork,Bort,Boshnak,Budush,Bugdish,Buk,Bunak,Bung,Bunk,Burag,Burg,Burk,Buurk,Eradash,Eradish,Eragdish,Eragdush,Eragor,Eranak,Erang,Erarag,Erarg,Erart,Erigdush,Erik,Erinak,Eriol,Erirag,Erirbag,Erirg,Erirt,Erishnak,Eriurk,Erogdish,Erogdush,Erok,Erong,Eronk,Erorbag,Erudish,Erudush,Erugar,Erugdush,Erulo,Erunk,Eruol,Erurag,Eruurk,Gadash,Gagar,Gagdush,Gagor,Galo,Ganak,Gank,Gaol,Garag,Gashnak,Gigor,Ginak,Ging,Gink,Girt,Gogdish,Gogdush,Gong,Gork,Gort,Goshnak,Gradash,Gragar,Gragor,Grak,Gralg,Gralo,Granak,Graol,Grarbag,Gridash,Gridish,Gridush,Grigar,Grigor,Grilg,Grilo,Grink,Grirag,Grirg,Grirk,Grishnak,Grodish,Grogar,Grogdish,Grok,Grolg,Grong,Gronk,Grorag,Grorg,Grork,Grort,Groshnak,Grudash,Grugar,Grugdish,Grugdush,Gruk,Grulo,Grunk,Gruol,Grurg,Grurk,Grurt,Gruurk,Gugdish,Gugdush,Gulg,Gulo,Gunak,Gurbag,Gurt,Gushnak,Hadash,Hadish,Hadush,Hagar,Hagdush,Hagor,Hak,Halg,Hank,Hashnak,Hidash,Hidish,Hidush,Higdush,Hilg,Hinak,Hing,Hink,Hiol,Hirag,Hirg,Hodush,Hogar,Hogor,Hong,Hool,Horbag,Hork,Hort,Hoshnak,Hudash,Hudish,Hugor,Huk,Hulg,Hulo,Hunk,Huol,Hurag,Hurbag,Hurk,Hushnak,Huurk,Pagdish,Pagor,Palg,Palo,Paol,Parag,Pashnak,Pidush,Pigdish,Pigdush,Pilg,Pinak,Pink,Pirbag,Podash,Podish,Podush,Pogdish,Polg,Porbag,Porg,Pork,Port,Poshnak,Pradish,Pragdush,Pragor,Pralg,Pralo,Prang,Praol,Prarag,Prarbag,Prarg,Prark,Prart,Prashnak,Praurk,Pridish,Prigar,Prigdish,Prigor,Prilg,Prilo,Prinak,Priol,Prirbag,Prirg,Prirt,Priurk,Prodash,Prodish,Prodush,Prolg,Prolo,Pronak,Prong,Pronk,Prool,Prourk,Prudish,Prugar,Prugdish,Pruk,Prunak,Prunk,Prurg,Prurk,Pruurk,Puk,Pulg,Pulo,Punak,Pung,Punk,Purag,Purbag,Purg,Puurk,Radash,Ragar,Ragdish,Rak,Rang,Rank,Raol,Rarag,Rarbag,Rark,Rashnak,Raurk,Rigor,Rik,Rilg,Rinak,Rink,Rirg,Rirk,Rodish,Rodush,Rogdish,Rok,Rolo,Ronak,Rudash,Rugar,Rugdish,Ruk,Rung,Ruol,Rurag,Rushnak,Vadash,Vadish,Vadush,Vak,Valo,Vank,Varag,Varbag,Vigar,Vigdish,Vigor,Vilg,Vilo,Vink,Virag,Virt,Vishnak,Vogdish,Vogor,Vonak,Vong,Vorg,Vork,Voshnak,Vourk,Vradash,Vragar,Vragdush,Vragor,Vralo,Vrang,Vrarbag,Vrarg,Vrart,Vraurk,Vridash,Vridish,Vrigor,Vrik,Vrinak,Vring,Vrirt,Vrishnak,Vriurk,Vrodash,Vrodish,Vrogar,Vrogor,Vrolo,Vrong,Vrorg,Vrork,Vrudish,Vrugdush,Vrulg,Vrung,Vruol,Vrurg,Vrurt,Vruurk,Vudish,Vuk,Vulg,Vulo,Vunak,Vurag,Vurbag,Vurg,Vushnak
uk_ua: Бараг,Багдіш,Бадуш,Бараг,Барбаг,Барт,Башнак,Бідіш,Бідуш,Бік,Білг,Біло,Бінак,Бінк,Біол,Біло,Бірт,Богар,Богдіш,Богдуш,Богор,Борог,Бок,Болг,Бонг,Борг,Борк,Борт,Бошнак,Бугдіш,Бугдіш,Будуш,Бук,Бунак,Бунг,Бунк,Бураг,Бург,Бурк,Буурк,Вадаш,Вадіш,Вадуш,Вадуш,Вак,Вак,Вало,Ванк,Вараг,Варбаг,Вігар,Вігдіш,Вігор,Вілг,Віло,Вінк,Віраг,Вірт,Вішнак,Вогдіш,Вогор,Вонак,Вонг,Ворг,Ворк,Воурк,Вошнак,Врагар,Врагдуш,Врагор,Врадаш,Врало,Вранг,Врарбаг,Врарг,Врарг,Врарт,Враурк,Враурк,Враурк,Врігор,Врідаш,Врідіш,Врік,Врінак,Врінг,Врірт,Вріурк,Врішнак,Врогар,Врогор,Вродаш,Вродіш,Вроло,Вронг,Врорг,Врорк,Врорк,Вругдуш,Врудіш,Врулг,Врунг,Вруол,Врург,Врурт,Вруурк,Вудіш,Вук,Вулг,Вуло,Вунак,Вураг,Вурбаг,Вург,Вушнак,Гагар,Гагдуш,Гагор,Гадаш,Гало,Ганак,Ганк,Гаол,Гараг,Гашнак,Гігор,Гігор,Гігор,Гінак,Гінг,Гінк,Гірт,Гогдіш,Гогдуш,Гонг,Горк,Горт,Гошнак,Гошнак,Грагар,Грагор,Градаш,Грак,Гралг,Грало,Гранак,Граол,Грарбаг,Грігар,Грігор,Грідаш,Грідіш,Грідуш,Грілг,Гріло,Грінк,Гріраг,Грірг,Грірк,Грішнак,Грогар,Грогдіш,Гродіш,Грок,Гролг,Гронг,Гронк,Грораг,Грорг,Грорк,Грорт,Грошнак,Гругар,Гругдіш,Гругдуш,Грудаш,Грук,Груло,Грунк,Груол,Грург,Грурк,Грурт,Груурк,Гугдіш,Гугдуш,Гулг,Гуло,Гунак,Гурбаг,Гурт,Гушнак,Ерагдіш,Ерагдуш,Ерагор,Ерагор,Ерагор,Ерадаш,Ерадіш,Еранак,Еранг,Ерараг,Ерарг,Ерарт,Ерігдуш,Ерік,Ерінак,Еріол,Еріраг,Ерірбаг,Ерірг,Ерірт,Еріурк,Еріурк,Ерішнак,Ерогдіш,Ерогдуш,Ерок,Еронг,Еронк,Еронк,Еронк,Еронк,Ерорбаг,Еругар,Еругдуш,Ерудіш,Ерудуш,Еруло,Ерунк,Еруол,Ерураг,Ерураг,Еруурк,Пагдіш,Пагор,Палг,Пало,Паол,Параг,Пашнак,Пігдіш,Пігдуш,Підуш,Пілг,Пінак,Пінк,Пірбаг,Погдіш,Подаш,Подіш,Подуш,Полг,Порбаг,Порг,Порк,Порт,Пошнак,Прагдуш,Прагор,Прадіш,Пралг,Прало,Пранг,Праол,Прараг,Прарбаг,Прарбаг,Прарг,Прарк,Прарт,Праурк,Прашнак,Прігар,Прігдіш,Прігор,Прідіш,Прілг,Пріло,Прінак,Пріол,Прірбаг,Прірг,Прірт,Пріурк,Продаш,Продіш,Продуш,Пролг,Проло,Пронак,Пронг,Пронк,Проол,Проурк,Пругар,Пругдіш,Прудіш,Прук,Прунак,Прунк,Прург,Прурк,Пруурк,Пук,Пулг,Пуло,Пунак,Пунг,Пунк,Пураг,Пурбаг,Пург,Пуурк,Рагар,Рагдіш,Радаш,Рак,Рак,Рак,Ранг,Ранк,Раол,Рараг,Рарбаг,Рарк,Раурк,Рашнак,Рігор,Рік,Рілг,Рінак,Рінк,Рірг,Рірк,Рогдіш,Родіш,Родуш,Рок,Роло,Ронак,Ругар,Ругдіш,Рудаш,Рук,Рунг,Руол,Рураг,Рушнак,Хагар,Хагдуш,Хагор,Хадаш,Хадіш,Хадуш,Хак,Халг,Ханк,Хашнак,Хашнак,Хігдуш,Хідаш,Хідіш,Хідуш,Хілг,Хінак,Хінг,Хінк,Хіол,Хіраг,Хірг,Хогар,Хогор,Ходуш,Хонг,Хоол,Хорбаг,Хорк,Хорт,Хошнак,Хугор,Худаш,Худіш,Хук,Хулг,Хуло,Хунк,Хуол,Хураг,Хурбаг,Хурк,Хуурк,Хушнак

source: Baglur
uk_ua: Баглур

source: Baglur, how do you close the gates?
uk_ua: Баглуре, як закрити браму?

source: Bah! Even if you have learned to conceal the power of the Ruby of Fire you will deliver it unto me in death!
uk_ua: Хах! Навіть якщо ти навчився приховувати силу Рубіна Вогню, ти віддаси мені його після смерті!

source: Bah! I’m not dying today! <i>Poof</i>! (<i>The Lady Outlaw vanishes in a puff of smoke.</i>)
uk_ua: Ні! Сьогодні я не помру! <i>Пуф</i>! (<i>Пані Злодіїв зникає в клубі диму</i>)

source: Bah! Puny human-worm, we will stomp you under our heels!
uk_ua: Ха! Людино, ми розтопчемо вас!

source: Bah, have it your way!
uk_ua: Ба, хай буде по-твоєму!

source: Bah, it is not like we have a choice. Very well, you will lead us back to Westin, and we will grant your pardon so long as you do not try any more trickery. But this does not solve the problem of the undead!
uk_ua: От ще, схоже, в нас нема вибору. Добре, ти відведеш нас до Вестіну, а ми гарантуємо тобі прощення, якщо більше ти не викидатимеш дурниць. Але це не вирішує нашої проблеми з мерцями!

source: Bah, just stay on the paths; our spearmen and bowmen can fight in the deeper woods. We have faced and won through greater perils than those amateurs can offer.
uk_ua: Нісенітниці, просто не сходьте з дороги; наші списоносці та лучники зможуть битися в лісі. Ми зустрічалися й з більшими перешкодами на нашому шляху, тому ці дилетанти не мають жодного шансу.

source: Bak’man
uk_ua: Бак’ман

source: Bal,Cam,Corn,Del,Earl,El,Fox,Fren,Gel,Hel,Hex,Hol,Hox,Il,Kin,Nam,Nes,New,Ol,Old,Olf,Oul,Ox,Rock,Rook,Sal,Sam,Sed,Sel,Sen,Sil,Tal,Water,Wet,York
uk_ua: Бал,Кам,Корн,Дел,Еарл,Ел,Фокс,Френ,Гел,Хел,Хекс,Хол,Хокс,Іл,Кін,Нам,Нес,Ню,Ол,Олд,Олф,Оул,Окс,Рок,Рук,Сал,Сам,Сед,Сел,Сен,Сіл,Тал,Уотер,Вет,Йорк

source: Baldras
uk_ua: Балдрас

source: Baldras and Harper watch, petrified, as the skin and flesh of their adversaries begin to rot away.
uk_ua: Балдрас та Харпер, зацепінівши, спостерігали як шкіра та плоть їхніх супротивників почала гнити.

source: Baldras and Relana returned to their villages to find them destroyed, with any survivors borne away to unknown fates. It was a bitter doom, and as Wesnoth descended into chaos, they would live to see worse.
uk_ua: Повернувшись до своїх селищ, Балдрас та Релана виявили, що їх було знищено, а уцілілих забрано у невідомому напрямку. Це була болісна утрата, але чим більше Веснот занурювався в хаос, тим більше зла їм доводилось бачити на власні очі.

source: Baldras! Ya made it! Lil Harper here told me all about what happened.
uk_ua: Балдрасе! Ти дібрався! Крихітка Харпер вже розповєла мені все, що трапилося.

source: Baldras’ farm
uk_ua: Ферма Балдраса

source: Baldras’ journal, 10 Deeproot, 501 YW: Been a strange few days. Had to leave Dallben real quick. We grabbed whatever we could in just a day, some food, some clothes, sis’s lucky bracelet... and made off for Delwyn as quick as these old bones would let me. It be a three day journey there for me, but I sended Harper ahead for Relana first. Said we’d meet her in the usual hiding spot in the swamp.
uk_ua: Щоденник Балдраса, 10 Глибокорінь, 501 YW: Останні дні якісь дівні. Мали швидко кинути Далбен. Ми схопили все, шо змогли, трохи їжі, трохи одягу, счасливий браслет сестри... і помчали до Делвину так швидко, як тіки цього могли дозволити мої старі кості. Це бде 3 дні шляху для мене, тому я послав Харпер наперед, хай зустрінеться з Реланою. Повідоме, шо ми встрінемося на болотах.

source: Baldras’ journal, 6 Deeproot, 501 YW: Me and Harper visited Erwen’s grave today. I helped the lass pick her a bunch of flowers — we even found some of her favorite, blue lilies. Harper don’t remember her much, but still thinks lots about her. Lass reminds me so much of her ma often times, real bright and brassy, even if she don’t got the same sense or wits. I’m just hoping she be learning more with time.
uk_ua: Щоденник Балдраса, 6 Глибокорінь, 501 YW: Ми з Харпер сьодні відвідали могилу Ірвен. Я поміг дівці зібрати букер цвітів — ми навіть знайшли улюблені Ірвен, блакитні лілії. Харпер ні дуже її пам'ятає, але й досі багато про неї дума. Дівка частенько нагадує мні свою матір, така ж тямуща та голосна, навіть як вона не має таких же чуттів чи клепки. Я сподіваюся, шо з часом вона вчитиметься.

source: Bale of Straw
uk_ua: Скирта

source: Ban a user in a multiplayer game by the IP address used by that username and kick him. Can be used on users not in the game but on the server. (Of course they won’t be kicked then.)
uk_ua: Забанити користувача в мультиплеєрі за IP-адресою та копнути його з гри. Можна застосовувати до гравців, які знаходяться на сервері, але не в грі. (Тоді, звичайно, вони не будуть копнуті.)

source: Ban and kick a player or observer. If he is not in the game but on the server he will only be banned.
uk_ua: Забанити і копнути гравця або глядача. Якщо він не в грі, а лише на сервері, то Ви його тільки забаните.

source: Ban time:
uk_ua: Час бану:

source: Bandit
uk_ua: Бандит

source: Bandits
uk_ua: Бандити

source: Bandits are a motley collection of men, most of dubious background. They are the strong arm of any organized group of criminals, and though they may lack in finesse, or intelligence, they excel at their preferred task of pummeling victims into submission. Like any sort of outlaw, they’re not comfortable fighting in broad daylight, being used to working at night.
uk_ua: Бандити — це строкате зборище, зазвичай з сумнівною біографією. Вони складають кістяк будь-якого злочинного угрупування. Хоча вони можуть бути позбавлені хитрості та інтелекту, вони прекрасно справляються зі своєю улюбленою роботою, б'ючи жертв до повної покірності. Як і усі вигнанці, вони не люблять битися вдень, вважаючи за краще працювати вночі.

source: Bandits are most dangerous at night, Sir Deoran. Let us hold the north bank of the river until dawn and press our attack in the morning!
uk_ua: Пане, вночі бандити найбільш небезпечні. Пропоную зайняти оборону на північному березі річки і атакувати на світанку!

source: Bane
uk_ua: Загибель

source: Banebow
uk_ua: Проклятий лучник

source: Banish the Mists
uk_ua: Вигнати Імлу

source: Banished the Mists
uk_ua: Вигнано Імлу

source: Baran
uk_ua: Б'ярн

source: Baran has not made his attack!
uk_ua: Б'ярн не атакує!

source: Baran should be in position by now. Press them, distract the adept so Baran can spring his trap!
uk_ua: Б'ярн має бути на місці. Наваліться на них, відволічіть адепта, щоб Б'ярн зміг завдати свого удару!

source: Bare Branch
uk_ua: Гола гілка

source: Barrel
uk_ua: Діжка

source: Barrels act as villages.
uk_ua: Замість сіл у цьому сценарії використовуються діжки.

source: Barth-Malal
uk_ua: Барт-Малал

source: Base Income
uk_ua: Базовий Дохід

source: Base attacks:
uk_ua: Базові атаки:

source: Base damage
uk_ua: Базова шкода

source: Base damage:
uk_ua: Базова шкода:

source: Base unit:
uk_ua: Базовий боєць:

source: Base units:
uk_ua: Базові бійці:

source: Bashnark
uk_ua: Башнарк

source: Basic Stone Bridge
uk_ua: Звичайний кам'яний міст

source: Basic Stone Floor
uk_ua: Звичайна кам'яна підлога

source: Basic Strategy
uk_ua: Базова стратегія

source: Basic Wooden Floor
uk_ua: Звичайна дерев'яна підлога

source: Basic terrain type: $types
uk_ua: Базова місцевість: $types

source: Basic terrain types include Flat, Hills, Mountains, Sands, Water and Swamps. There are many more besides these — a list of the terrain types you have discovered can be found at the end of this page.
uk_ua: Базові типи місцевості включають рівнини, пагорби, гори, піски, воду та болота. Цей список неповний — всі типи місцевості, які ви зустріли в грі, можна знайти в кінці цієї сторінки.

source: Basic terrain types: $types
uk_ua: Базова місцевість: $types

source: Basque Translation
uk_ua: Баскський переклад

source: Bats
uk_ua: Кажани

source: Bats come in many shapes and sizes, and most are fairly harmless, feeding on insects and other small animals. The larger and more vicious breeds are known to pose a threat to humans and other races as well as their livestock, especially when encountered in groups. Typically nocturnal, they are often kept (and occasionally tamed) by those who share their love of the night.
uk_ua: Зустрічаються кажани різних форм і розмірів; більшість з них абсолютно невинні істоти, що живляться комахами і дрібними тваринами. Проте, зустрічаються і великі представники, що несуть загрозу для людей і інших рас, а також худоби, особливо якщо зберуться в групу. Кажани зазвичай ведуть нічний спосіб життя, і часто приручаються тими, хто розділяє їх любов до ночі.

source: Battery
uk_ua: Акумулятор

source: Battle Epic
uk_ua: Епічна битва

source: Battle For Wesnoth Help
uk_ua: Довідка Battle for Wesnoth

source: Battle Music
uk_ua: Бойова музика

source: Battle Training
uk_ua: Бойове тренування

source: Battle for B<Wesnoth> is a turn-based fantasy strategy game.
uk_ua: Битва за B<Веснот> це покрокова стратегічна гра в жанрі фентезі.

source: Battle for Wesnoth
uk_ua: Битва за Веснот

source: Battle for Wesnoth User&#8217;s Manual
uk_ua: Посібник з гри Битва за Веснот

source: Battle for Wesnoth has hundreds of unit types which are characterized by a rich set of statistics. In addition, individual units can have specific <link linkend="traits">traits</link> that make them subtly different from other units of the same type. Finally, campaign designers can add unique units to their campaigns to further expand the options available to players.
uk_ua: У Битві за Веснот є сотні типів бійців, які мають багатий набір властивостей. Крім цього, окремі бійці можуть мати специфічні <link linkend="traits">риси</link>, що злегка відрізняють їх від інших бійців того ж типу. Нарешті, розробники кампаній можуть додавати в свої кампанії унікальних бійців, щоб ще більше розширити доступні гравцям можливості.

source: Battle for Wesnoth is open-source software, and a thriving community of volunteers cooperates to improve the game. You can create your own custom units, write your own scenarios, and even script full-blown campaigns. User-maintained content is available from an add-on server, and the very best of it is incorporated into Battle for Wesnoth&#8217;s official releases.
uk_ua: Битва за Веснот - це вільне програмне забезпечення, що об'єднує зростаючу спільноиу добровольців в прагненні покращувати гру. Ви можете створювати власні типи бійців, сценарії або навіть повномасштабні кампанії. Увесь створений користувачами контент доступний на сервері доповнень, а найкращі зразки потрапляють в офіційні випуски гри.

source: Battle for Wesnoth multiplayer network daemon
uk_ua: Мережний даемон мультиплеєру Битви за Веснот

source: Battle over the legendary treasures of the ancient ruins of Terra-Dwelve. Large multi-fronted 2 vs. 2 set in a vast underground complex.
uk_ua: Бій за легендарні скарби древніх руїн Терра-Двелва. Велика, на декілька фронтів, 2x2 карта, у величезному підземному комплексі.

source: Battleground
uk_ua: Бойовище

source: Bay
uk_ua: Затока

source: Bay Horse
uk_ua: Гнідий кінь

source: Be careful! If you stand on the bridge you are exposed to attack from multiple directions! Even though the orcs have low defense in water, they will overwhelm you with their numbers.
uk_ua: Будь обережним: коли стоїш на мосту, ти відкритий для атак з багатьох сторін! Хоча у орків у воді захисту мало, вони можуть забороти кількістю.

source: Be careful, Commander!
uk_ua: Будьте обережні, наміснику!

source: Be careful, Deoran. The more blood you spill, the more my people will be enraged. More will surely come to attack.
uk_ua: Обережніше, Деоране. Чим більше крові проллєш, тим більше мого народу буде розлючено. Ще більше їх прийде атакувати.

source: Be careful, Konrad! Guard him well, Delfador!
uk_ua: Будь обережним, Конраде! Бережи його, Делфадоре!

source: Be careful, these islands aren’t safe. We’re in naga territory. But this is the only place to stop with soft sand beaches to make landfall... The nagas like to scavenge metal from ships that they capture here.
uk_ua: Обережніше, ці острови небезпечні. Ми в землях нагів. Але це єдине місце, де м'які піщані пляжі дозволять висадитися... Наги люблять збирати метали з кораблів, які вони тут захоплюють.

source: Be courageous, and attack it anyway!
uk_ua: Сміливіше! Нападай на нього!

source: Be more aggressive
uk_ua: Будь агресивнішим

source: Be more defensive
uk_ua: Відходь в оборону

source: Be sure to examine the <i>traits</i> of your new recruits. They are listed under its race in the sidebar. Traits can subtly affect how you use your troops. For example, units with the <i>quick</i> trait can move an extra hex each turn, and units with the <i>intelligent</i> trait require 20% less experience to level up.
uk_ua: Не забудьте ознайомитися з <i>рисами</i> ваших новобранців. Вони перелічені під їх расою на боковій панелі. Риси можуть впливати на використання бійців. Наприклад, ті, хто мають рису <i>швидкий</i>, можуть рухатися на одну клітинку далі, а <i>розумним</i> бійцям треба на 20% менше досвіду для наступного рівня.

source: Be wary. Something does not feel right about that village...
uk_ua: Будь обережний. Щось з цим селом не так...

source: Beach Sands
uk_ua: Пляжні піски

source: Beacon
uk_ua: Маяк

source: Beaky
uk_ua: Носатий

source: Beam of Light
uk_ua: Промінь світла

source: Beast of the Lake
uk_ua: Озерне створіння

source: Beaten... by mere mortals... how has it come to this..? Nooo...
uk_ua: Переможений... простими смертними... як все до цього дійшло..? Нііі…

source: Becalmed
uk_ua: Затишшя

source: Because of ZOC, an enemy may not slip between two units which are aligned on a north-south or diagonal line and have exactly 1 or 2 hexes between them. By combining these pairs into a long wall or using them in different directions, you can prevent the enemy from reaching a wounded unit behind. He has to defeat the units imposing the ZOC first. If the enemy can barely reach it, even a single unit may shield a small region behind itself.
uk_ua: Через зони контролю ворог не може проскочити між двома бійцями, що стоять на лінії півночі-півдня, або по діагоналі і що мають між собою 1 або 2 поля. Вибудовувавши такі пари в довгу стіну, або вишикувавши їх в різних напрямках, ви можете перешкодити противникові дістатися до ваших поранених бійців. Йому доведеться спочатку битися з бійцями, що створюють зону контролю. Якщо ворогові важко це зробити, навіть один боєць може захищати невелику область позаду себе.

source: Because we need to control the seas and the merfolk, and nagas and bats are best for doing that!
uk_ua: Тому що ми маємо керувати морями та водяним народом, а наги та кажани краще для цього підходять!

source: Before uploading content to this server, you must accept the following distribution terms by choosing “I Agree”.
uk_ua: До того як завантажувати вміст на цей сервер, ви маєте прийняти наступні умови, натиснувши “Я погоджуюсь”.

source: Before we leave, I have an unrelated question. I met a mystic who said that my name was untrue. Do you have an idea what that could mean?
uk_ua: Та перш ніж вирушимо, хотіла в тебе дещо спитати. Мені зустрівся один містик, і він сказав, що моє ім'я — „тепер інше“. Не знаєш, що це мало б значити?

source: Before we leave, I have an unrelated question. Vendraxis here has said that my name is untrue. Do you have an idea what that could mean?
uk_ua: Та перш ніж вирушимо, хотіла в тебе дещо спитати. Вендраксис тут каже, що моє ім'я — „тепер інше“. Не знаєш, що це мало б значити?

source: Before you send your fighters against the quintain, you should know they have two kinds of attacks...
uk_ua: Але перш ніж ти спрямуєш своїх бійців на опудало, зверни увагу, що в них є два типи атаки...

source: Before:
uk_ua: До:

source: Beginner
uk_ua: Початкова

source: Behold! The West Gate of Kal Kartha!
uk_ua: Дивіться! Західна Застава Кал Карти!

source: Behold, the High Pass. By the old maps, we are halfway to Kal Kartha here.
uk_ua: Дивіться, Гірський перехід. Згідно зі старими мапами, ми на півшляху до Кал Карти.

source: Being adjacent to units with the <emphasis>heals</emphasis> ability. The number of hitpoints healed is specified in the unit&#8217;s ability description. This is invariably <emphasis>heals +4</emphasis> or <emphasis>heals +8</emphasis>.
uk_ua: Стати поруч з бійцем зі здатністю <emphasis>цілителя</emphasis>. Кількість відновлених очків вказана в описі кожного цілителя. Це або <emphasis>зцілює +4</emphasis> або <emphasis>зцілює +8</emphasis>.

source: Believe what you will, human. We shall see if you survive the night.
uk_ua: Вір у що бажаєш, людино. Ми побачимо, чи ти переживеш цю ніч.

source: Beloved Pet
uk_ua: Улюблениця

source: Below each unit there will normally be a colored ellipses or base. The color identifies its team. The team color will also show up in parts of the unit&#8217;s clothing, or possibly on a shield insignia.
uk_ua: Внизу кожного бійця зазвичай зображається кольоровий еліпс або основа. Його колір ідентифікує команду; у кампаніях основна команда, якою управляє людина, має червоний колір. Колір команди може також зображатися на частинах одягу бійця або на щитах.

source: Bengali Translation
uk_ua: Бенгальський переклад

source: Berserk
uk_ua: Берсерк

source: Berserkers are a rare caste of Dwarves, who work themselves into a towering rage before combat. These warriors disdain all notion of defense, thinking only of the unrelenting assaults for which they are legendary.
uk_ua: Берсерки — рідкісна каста гномів, які перед битвою доводять собе до скаженості. Ці воїни нехтують захистом, думаючи лише про безжальний напад, за що вони стали легендарними.

source: Best Possible Enemy Moves
uk_ua: Вірогідні ходи супротивника

source: Best of
uk_ua: Найкраще з

source: Better him than me! Reserves!
uk_ua: Краще він, ніж я! Підкріплення!

source: Beware of the orc leader: he can do 36 hitpoints of damage at night! Attack with many units at once during the day.
uk_ua: Обережніше з їх ватажком — вночі він може нанести до 36 очок шкоди! Нападай на нього вдень і декількома бійцями відразу.

source: Beware of those orcs crossing the river! If they get into the forest they’ll be hard to dislodge!
uk_ua: Стережись орків, що перетинають річку! Якщо вони дістануться до лісу, буде нелегко витіснити їх назад!

source: Beware the goblin guards in the villages.
uk_ua: Остерігайся гоблінських вартових в селах.

source: Beware the skeletons! They are not the spirits of dead men, but the creations of evil magic.
uk_ua: Остерігайтеся скелетів! Вони не духи мерців, а породження злої магії.

source: Beware! Night is falling — that’s when the orcs tend to attack!
uk_ua: Обережно! Настає ніч — час, коли орки нападають!

source: Beware, people!
uk_ua: Народе, обережно!
